Table of Contents
 Class ResultOnMembers
Namespace
IdeaRS.OpenModel.Result
Assembly
IdeaRS.OpenModel.dll
Result of the member
[Obfuscation(Feature = "renaming")]
public class ResultOnMembers
Inheritance
object
ResultOnMembers
Inherited Members
 object.Equals(object)
 object.Equals(object, object)
 object.GetHashCode()
 object.GetType()
 object.MemberwiseClone()
 object.ReferenceEquals(object, object)
 object.ToString()
Constructors
 ResultOnMembers()
Constructor
public ResultOnMembers()
Properties
 Loading
Loading
public Loading Loading { get; set; }
Property Value
Loading
 Members
List of result of members
public List<ResultOnMember> Members { get; set; }
Property Value
List<ResultOnMember>
 Edit this page